---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.AreaBasedLoadBoundaryLineData
source: html/5ffebd48-8426-4509-76f6-b7dfa10964b8.htm
---
# AreaBasedLoadBoundaryLineData Properties

The bottom level id of the area based load boundary line.